Revit 2027 API
Location Properties
The Location type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
Top
See Also
Reference
Location Class
Autodesk.Revit.DB Namespace